Repository: dwery/gastify
Catalog: trunk/po/*.po
Languages: it

source: Gastify Call Notification
it: Gastify Notifica Chiamate

source: a client for app_notify
it: un client per app_notify

source: Call history
it: Elenco chiamate

source: Call:
it: Chiama:

source: Date
it: Data

source: Name
it: Nome

source: Copy CID to clipboard
it: Copia il CID nella clipboard

source: Copy Name to clipboard
it: Copia il nome nella clipboard

source: Lookup CID on Google Search
it: Cerca il CID su Google Search

source: Lookup CID on Google Phonebook
it: Cerca il CID su Google Phonebook

source: for
it: da

source: cannot open socket
it: non riesco ad aprire il socket

source: cannot bind port %d
it: non riesco a fare bind sulla porta %d

source: waiting for data on port UDP %i
it: in attesa di dati sulla porta UDP %i

source: Print version info
it: Informazioni sulla versione

source: Listen on given port
it: Ascolta sulla porta indicata

source: Display popup given time
it: Tempo di permanenza del popup

source: Forks in the background
it: Esegui in background

source: SECONDS
it: SECONDI
