Repository: dwery/gastify
Catalog: po/*.po
Languages: de

source: Gastify Call Notification
de: Gastify Anrufbenachrichtigung

source: a client for app_notify
de: ein Client für app_notify

source: Call history
de: Anrufprotokoll

source: Show notifications
de: Benachrichtigungen anzeigen

source: Call:
de: Anruf:

source: Date
de: Datum

source: Copy CID to clipboard
de: Kopiere CID in die Zwischenablage

source: Copy Name to clipboard
de: Kopiere Name in die Zwischenablage

source: Lookup CID on Google Search
de: CID in Google Suche nachschlagen

source: Lookup CID on Google Phonebook
de: CID in Google Phonebook nachschlagen

source: for
de: für

source: this is not a gastify message. waiting...
de: dies ist keine gastify Nachricht, warte...

source: cannot open socket
de: konnte Socket nicht öffnen

source: cannot bind port %d
de: kann nicht an Port %d binden

source: waiting for data on port UDP %i
de: warte auf Daten an Port UDP %i

source: Print version info
de: Zeige Versionsinfo

source: Listen on given port
de: Lausche an Port

source: Display popup given time
de: Anzeigedauer des Popups

source: Forks in the background
de: Im Hintergrund starten

source: Executes command on new call
de: Führt den Befehl bei Anruf aus

source: Command to execute to initiate a call
de: Befehl zur Ausführung eines Anrufs

source: Strip the leading digit on the received CID
de: Schneide das erste Zeichen der eingegangen CID ab

source: SECONDS
de: SEKUNDEN

source: COMMAND
de: Befehl

source: COMMAND TO EXECUTE
de: Auszuführender Befehl
